Repository: sandrawar/TranslationMethods
Catalog: corpus/eng-pol_corpus.tmx
Source language: en
Languages: pl

source: Spending on financial support for universities increases.
pl: Rosną nakłady na pomoc materialną na uczelniach.

source: More money goes to students with the lowest incomes.
pl: Więcej pieniędzy trafia do studentów o najniższych dochodach.

source: This way, more money goes to those who really need it, students in a difficult financial situation" - said Prof. Marek Ratajczak, Undersecretary of State at the Ministry of Science and Higher Education.
pl: Na dzisiejszym posiedzeniu sejmowej podkomisji ds. ekonomiki nauki wiceminister podkreślił, że obecny system pomocy materialnej pozwala na to, aby pomoc na takich samych zasadach mogli otrzymać studenci uczelni publicznych oraz niepublicznych.

source: Education reform has brought a number of changes in the system of financial aid for undergraduate and graduate students.
pl: Dodał, że nie wątpi w to, iż są też uczelnie, które służą jako wzór dobrych praktyk, które warto rozpowszechniać.

source: In 2010, it was 10.7 percent.
pl: W 2010 roku było to 10,7%.

source: The reform changed proportions in which the money is distributed to scholarships for the best students and social grants and allowances.
pl: Dzięki reformie zmieniły się m.in. proporcje w jakich rozdzielane są pieniądze na stypendia dla najlepszych studentów i stypendia socjalne oraz zapomogi.

source: Equal distribution of funds to both forms of assistance was replaced with the principle of allocating 60 percent to social grants and financial aids, and 40 percent to scholarships for top students.
pl: W miejsce równego podziału funduszy na obie formy pomocy wprowadzona została zasada, że na stypendia socjalne i zapomogi przeznaczanych jest 60%, a na pomoc dla najlepszych 40% dotacji.

source: Income eligibility criteria to apply for social grants have also been raised.
pl: Podniesione zostały również kryteria dochodowe uprawniające do ubiegania się o stypendium socjalne.

source: As of October 1, the maximum net income per family member entitling the student to a social grant will be PLN 592.8.
pl: Od 1 października minimalna kwota dochodu na jednego członka rodziny studenta uprawniająca do uzyskania stypendium socjalnego wyniesie 592,8 zł netto.

source: Universities, however, can decide to raise the threshold to a maximum of PLN 782.6 net, and as of November 1 2012 to PLN 850.2 net.
pl: Uczelnie mogą jednak podjąć decyzję o podniesieniu tego progu do maksymalnie 782,6 zł netto, a od 1 listopada 2012 roku 850,2 zł netto.

source: Universities receive subsidies from the state budget for financial support for students and doctoral students.
pl: Na realizację pomocy materialnej dla studentów i doktorantów uczelnie otrzymują dotację z budżetu państwa.

source: Since 2009, these expenditures have been increasing, despite the declining number of students at universities.
pl: Od 2009 roku nakłady te rosną, mimo zmniejszającej się liczby studentów na uczelniach.

source: In 2012, they will reach PLN 1 billion 664 million, compared to PLN 1 billion 559 million in 2009.
pl: W 2012 roku wyniosą one 1 mld 664 mln zł, w porównaniu do 1 mld 559 mln zł w 2009 roku.

source: In 2009, there were 1 933 034 students, while in 2011 there were 1 801 533.
pl: W 2009 roku było 1 933 034 studentów, natomiast w 2011 roku 1 801 533.

source: Universities divide the money from subsidies into various forms of support.
pl: Pieniądze z dotacji są przez uczelnie dzielone na różne formy pomocy.

source: In addition to the new social grant, which combines previously existing social, housing and food allowances, students and doctoral students may receive rector's scholarships for the best students / PhD students, special allowance for the disabled and financial aid.
pl: Oprócz nowego stypendium socjalnego, które powstało w wyniku połączenia obowiązujących wcześniej stypendium socjalnego, mieszkaniowego i na wyżywienie, studenci i doktoranci mogą otrzymać stypendium rektora dla najlepszych studentów/doktorantów, stypendium specjalne dla osób niepełnosprawnych oraz zapomogę.

source: Rector's scholarships replaced the former academic performance scholarship; universities can award it not only based on the grade average, but also on the basis of special scientific and artistic achievements.
pl: Stypendium rektora zastąpiło dotychczasowe stypendium za wyniki w nauce - uczelnie mogą je przyznawać nie tylko w oparciu o średnią ocen, ale również w oparciu o szczególne osiągnięcia naukowe i artystyczne.

source: Starting this academic year, graduate and post-graduate students can apply for a new minister's scholarship for outstanding achivements, which can be combined with rector's scholarship.
pl: Od tego roku akademickiego studenci i doktoranci mogą starać się o nowe stypendium ministra za wybitne osiągnięcia, które można łączyć ze stypendium rektora.

source: 1000 students and 100 doctoral students may receive it every year.
pl: W ciągu roku może je otrzymać 1000 studentów i 100 doktorantów.

source: New scholarships will be up to PLN 15 thousand for students and up to PLN 25 thousand for doctoral students.
pl: Nowe stypendia będą wynosić maksymalnie 15 tysięcy złotych dla studentów oraz 25 tysięcy złotych dla doktorantów.

source: They will be paid in one instalment.
pl: Będą one wypłacane jednorazowo.

source: In the period 2008-2011 the minister's scholarship amount was PLN 1300 per month.
pl: W latach 2008-2011 wysokość stypendiów ministra wynosiła 1300 zł miesięcznie.

source: Higher education reform also introduced new opportunities for additional support.
pl: Reforma szkolnictwa wyższego wprowadziła także nowe możliwości dodatkowego wsparcia.

source: One of them is the "Diamond Grant" programme.
pl: Jedną z nich jest program „Diamentowy Grant”.

source: Grants enable highly talented students who conduct research to shorten careers in science.
pl: Granty umożliwiają wybitnie uzdolnionym studentom prowadzącym badania skrócenie ścieżki kariery naukowej.

source: In 2012, grants amounting to PLN 200 thousand have been awarded to 100 students of Polish universities.
pl: W 2012 roku granty w wysokości 200 tysięcy złotych otrzymało 100 studentów z polskich uczelni.

source: Students may also receive support from the government ordered courses programme, implemented since 2008.
pl: Studenci mogą również otrzymać wsparcie w rządowym programie kierunków zamawianych, realizowanym od 2008 roku.

source: In 2011, over 6.2 thousand students from 52 universities have received such scholarships.
pl: W 2011 roku ponad 6,2 tysiąca studentów z 52 uczelni otrzymało takie stypendia.

source: The maximum scholarship amount is PLN 1000 per month.
pl: Ich maksymalna wysokość to 1000 zł miesięcznie.

source: Higher education reform introduced a new legal basis for granting financial support to students and doctoral students by local governments and by individuals and legal entities.
pl: Reforma szkolnictwa wyższego wprowadziła także nowe podstawy prawne do przyznawania pomocy materialnej studentom i doktorantom przez jednostki samorządu terytorialnego oraz przez osoby fizyczne i prawne.

source: Scholarships awarded by individuals are income tax-free, and scholarships awarded by foundations and associations are tax-free up to the amount of PLN 3.8 thousand per year.
pl: Stypendia przyznawane przez osoby fizyczne są wolne od podatku dochodowego, a stypendia przyznawane m.in. przez fundacje i stowarzyszenia są wolne od podatku do kwoty 3,8 tysiąca złotych w ciągu roku.

source: The rules of allocation of financial support for doctoral students have also changed.
pl: Zmianie uległy także zasady przeznaczania pomocy materialnej dla doktorantów.

source: Previously, the money for this support could not exceed 3% of the total subsidy for support for undergraduate and graduate students awarded to an university.
pl: Poprzednio pieniądze przeznaczone na tą pomoc nie mogły przekroczyć 3% ogólnej dotacji na pomoc dla studentów i doktorantów przyznaną uczelni.

source: Winners of Top 500 Innovators embark on training to prestigious universities
pl: Kolejni laureaci TOP 500 ruszają na podbój Doliny Krzemowej

source: In October, 80 winners of the third edition of Top 500 Innovators will leave for two-month internships at some of the best universities in the world: Stanford University and the University of California at Berkeley, U.S.
pl: 80 laureatów III edycji „Top 500 Innovators” już w październiku wyruszy na dwumiesięczny staż do Stanford University i University of California w Berkeley w USA - jednych z najlepszych uczelni na świecie.

source: Kudrycka: college funding level is based on hard criteria
pl: Minister Kudrycka: poziom finansowania uczelni zależy od twardych kryteriów

source: "The current level of stable funding for universities no longer depends on the minister's will, desire and preference, but hard criteria met by universities and their employees.
pl: "Obecnie poziom stałego finansowania uczelni nie zależy już od woli, chęci i sympatii ministra, ale od twardych kryteriów spełnianych przez uczelnie i jej pracowników.

source: The university's achievements, the number of students and grants determine the amount of statutory grant" - said on Thursday Minister of Science and Higher Education Barbara Kudrycka during the Parliament debate.
pl: To od osiągnięć uczelni, liczby studentów, grantów zależy wysokość dotacji" - powiedziała w czwartek podczas debaty w Sejmie minister nauki i szkolnictwa wyższego Barbara Kudrycka.

source: "At the same time, in order to determine the funds that should be awarded to particular universities, we must have verifiable, highly accurate data on the achievements of the university.
pl: "Jednocześnie, aby móc określić, jakie środki mają pójść do poszczególnych uczelni, musimy mieć weryfikowalne, bardzo dokładne dane dotyczące osiągnięć uczelni.

source: This is the value of surveys that employees must fill" - emphasized Minister of Science.
pl: To jest wartość ankiet, które pracownicy muszą wypełniać" - podkreśliła minister nauki.

source: She responded to the allegation that the 2010 laws reforming science and higher education have led to increased administrative and bureaucratic burden on universities.
pl: Odpowiedziała w ten sposób na zarzut, że ustawy z 2010 roku reformujące naukę i szkolnictwo wyższe spowodowały zwiększenie obciążeń administracyjnych i biurokratycznych na uczelniach.

source: "What are the results of constantly prepared reports, does anyone read them, are conclusions drawn, does the functioning of universities improve?
pl: "Co wynika z nieustannie sporządzanych raportów i sprawozdań, czy ktoś je czyta, czy sporządzane są wnioski, czy poprawia się funkcjonowanie uczelni.

source: Kudrycka explained that due to the demographic decline universities should review courses and select those that should be continued, that are important for the region and have good teaching staff.
pl: Kudrycka wyjaśniała, że ze względu na niż demograficzny uczelnie powinny przeprowadzać analizy, które kierunki studiów mają kontynuować, które są ważne dla danego regionu i które mają zapewnioną dobrą kadrę dydaktyczną.

source: "The 2011 reform allows universities to create their own programs and courses of study.
pl: "Dzięki reformie z końca 2011 roku uczelnie tworzą w tej chwili własne programy i kierunki studiów.

source: This is what National Qualifications Framework is for.
pl: Do tego służą Krajowe Ramy Kwalifikacji.

source: It allows to analyse the current courses of study, consider whether they are up to date and change them to respond to the current problems of civilization.
pl: Dzięki temu można przeanalizować prowadzone kierunki studiów, zastanowić, czy są one aktualne i tak je zmienić, by odpowiadały na bieżące problemy cywilizacyjne.

source: Those who do it well can get a million PLN grant" - argued the minister.
pl: Ci, którzy zrobią to dobrze, mogą otrzymać milion złotych dotacji" - argumentowała minister.

source: PiS representative also pointed out that universities should maintain their current position and primarily offer students "good education" in the field.
pl: Posłanka PiS zwróciła też uwagę, że uniwersytety powinny zachować swoją dotychczasową pozycję i zapewniać studentom przede wszystkim "solidne wykształcenie" w danej dziedzinie.

source: Graduates should acquire professional skills at work for their employers.
pl: Umiejętności zawodowe absolwenci powinni zaś zdobywać u pracodawców.

source: "Universities do not teach and will not teach simple trades" - said PiS representative.
pl: "Uniwersytet nie uczy i nie będzie uczył prostych zawodów" - mówiła poseł PiS.

source: Science minister explained that in the forthcoming reform of the Ministry of Science and Higher Education wants to divide higher education institutions into universities, general academic schools and vocational colleges.
pl: Minister nauki wyjaśniła, że w przygotowywanej reformie szkolnictwa wyższego resort nauki chce podzielić uczelnie wyższe na szkoły wyższe o charakterze uniwersyteckim, ogólnoakademickim i uczelnie zawodowe.

source: During the debate, it was also brought up that salaries of researchers did not increase proportionally to the improvement of material conditions at universities.
pl: Podczas czwartkowej debaty zwrócono też uwagę, że wraz z poprawą warunków materialnych na uczelniach nie wzrastają odpowiednio wynagrodzenia pracowników naukowych.

source: "We are increasing the salaries of researchers.
pl: "Zwiększamy płace pracowników.

source: Only in 2013 we allocated PLN 907 million to this purpose" - said the Minister.
pl: Tylko w 2013 roku na ten cel przeznaczono 907 mln złotych" - mówiła minister.

source: Józefa Hrynkiewicz also said that in many competitions researchers were divided by age.
pl: Józefa Hrynkiewicz mówiła też, że w wielu konkursach naukowców dzieli się ze względu na wiek.

source: "Dividing the research community by age: up to 35 years of age and older is not justified.
pl: "Dzielenie środowiska badaczy według wieku: do 35. roku życia i po nim, nie ma uzasadnienia.

source: In most disciplines, the best age for the implementation of research comes along with acquired research experience" - said PiS representative.
pl: W większości dyscyplin najlepszy wiek na realizację badań przychodzi wraz z nabywanym doświadczeniem badawczym" - mówiła posłanka PiS.

source: Science minister explained that more competitions are addressed to scientists over 35.
pl: Minister nauki wyjaśniła, że więcej konkursów adresowanych jest do naukowców powyżej 35. roku życia.

source: "Only some competitions are open solely to scientists under 35.
pl: "Tylko część konkursów przeznaczonych jest wyłącznie dla naukowców poniżej 35. roku życia.

source: Why should a 25 years old scientist compete with someone who is over 40, has more achievements and habilitation.
pl: Dlaczego 25-latek ma konkurować z kimś, kto ma ponad 40 lat, dużo większy dorobek i habilitację.

source: Therefore, following in the footsteps of the European Commission we introduced special competitions for young people who can now compete with each other" - answered the minister.
pl: Dlatego wzorem Komisji Europejskiej wprowadziliśmy specjalne konkursy dla młodych, którzy mogą konkurować między sobą" - odpowiadała minister.

source: In the statement, rectors explained that Rońda and Obrębski are not specialists in the investigation of aircraft accidents.
pl: Rektorzy w wystosowanym oświadczeniu wyjaśniali, że Rońda i Obrębski nie są specjalistami w zakresie badania przyczyn katastrof lotniczych.

source: "I have not inspired any statements of rectors.
pl: "Nie inspirowałam żadnych wystąpień rektorów.

source: I have nothing to do with these statements" - emphasised the minister.
pl: Nie miałam z tym nic wspólnego" - podkreśliła minister.

source: Ministry of Science has three new deputy ministers
pl: Kierownictwo MNiSW w nowym składzie

source: He will participate in the work of the Council of Ministers Digitisation Committee, cooperate with the Central Council of Science and Higher Education, the Scientific Policy Committee and the Council of Young Scientists.
pl: - Odchodzący wiceministrowie bardzo dobrze wypełniali swoją misję, mieli duży udział w przeprowadzonych reformach nauki i szkolnictwa wyższego oraz w usprawnieniu funkcjonowania resortu.

source: He will oversee the implementation of the reform of higher education, coordinate the implementation of the Bologna process and the work concerning the European Higher Education Area, including the introduction of the National Qualifications Framework.
pl: Uczestniczyć będzie w pracach Komitetu Rady Ministrów do Spraw Cyfryzacji, współpracować będzie z Radą Główną Nauki i Szkolnictwa Wyższego, z Komitetem Polityki Naukowej oraz z Radą Młodych Naukowców.

source: She will also cooperate with other countries in the implementation of programs, initiatives and international agreements in the field of higher education.
pl: Prof. Karpiński będzie także nadzorować realizację Krajowego Programu Badań, określającego strategiczne dla państwa kierunki badań naukowych i prac rozwojowych.

source: Privately she is the wife of Prof. Tomasz Nałecz, now history and heritage adviser to the president Bronisław Komorowski.
pl: Jego prace badawcze związane są z molekularną fizjologią roślin oraz z biotechnologią, ze szczególnym uwzględnieniem procesów fotosyntezy.

source: He will also oversee European affairs, in particular the cooperation between Poland, Denmark and Cyprus in the framework of the presidency "trio" in the Council of the European Union.
pl: Nadzorować będzie wdrożenie reformy szkolnictwa wyższego, koordynować realizację Procesu Bolońskiego oraz prace dotyczące Europejskiego Obszaru Szkolnictwa Wyższego, w tym wprowadzenie systemu Krajowych Ram Kwalifikacji.

source: He will also be responsible for the programs and tasks resulting from the Polish membership in the European Union, and he will participate in the work of the Committee for European Affairs and the parliamentary committees on European affairs.
pl: Prof. Nałęcz będzie prowadzić współpracę z Centralną Komisją do Spraw Stopni i Tytułów, z Polską Komisją Akredytacyjną, konferencjami rektorów, Parlamentem Studentów Rzeczypospolitej Polskiej i Krajową Reprezentacją Doktorantów oraz Fundacją Rozwoju Systemu Edukacji.

source: He will be responsible for development and innovation policy, and work for closer cooperation between science and business.
pl: Prowadzić będzie współpracę z Komitetem Ewaluacji Jednostek Naukowych oraz Polską Akademią Nauk.

source: He headed the Adam Mickiewicz University Academic Centre of Innovation and Technology Transfer, and was deputy director of the UAM Foundation Science and Technology Park.
pl: Prof. Jacek Guliński uczestniczyć będzie w realizacji polityki rozwoju i innowacyjności, pracować będzie na rzecz zbliżenia nauki z gospodarką.

source: He is the author of numerous monographs and publications in the fields of chemistry and innovation, instruments of technology transfer, commercialisation of research results and academic entrepreneurship, and author of patents and technologies in the field of organosilicon chemistry.
pl: Zajmować się będzie działalnością parków technologicznych, centrów zaawansowanych technologii, centrów doskonałości, polskich platform technologicznych, inkubatorów przedsiębiorczości, sieci regionalnych centrów innowacji i transferu technologii oraz innych instytucji pośredniczących i wspierających działania proinnowacyjne.

source: He was recommended for the position of Deputy Minister by the Polish People's Party (Polskie Stronnictwo Ludowe, PSL).
pl: Prof. Guliński prowadzić będzie także sprawy związane z organizacją i przekształcaniem jednostek naukowych, w tym instytutów badawczych.

source: "The new deputy ministers face several new important challenges and I am confident that they will find the necessary determination.
pl: Współpracować będzie z Radą Główną Instytutów Badawczych oraz związkami zawodowymi pracowników nauki.

source: I wish my new colleagues every success in the work for science and higher education" - emphasised the Minister of Science and Higher Education Barbara Kudrycka.
pl: Prof. Guliński nadzorować będzie również realizację polityki w zakresie infrastruktury i inwestycji uczelni publicznych oraz programów i inwestycji wieloletnich w zakresie szkolnictwa wyższego.

source: According to Loba, previous Undersecretaries of State Prof. Zbigniew Marciniak, Prof. Witold Jurek and Prof. Maciej Banach, "return to their scientific and academic activity, having completed the entrusted tasks".
pl: Prof. Jacek Guliński jest profesorem na Wydziale Chemii UAM w Poznaniu i prorektorem ds. programów europejskich i współpracy z gospodarką.

source: Previous Secretary of State Prof. Maria E. Orłowska will assume the position of Deputy Minister of Finance.
pl: Był kierownikiem Uczelnianego Centrum Innowacji i Transferu Technologii UAM i zastępcą Dyrektora Poznańskiego Parku Naukowo-Technologicznego Fundacji UAM.

source: Key actions taken by the Ministry of Science and Higher Education
pl: Prof. Lena Kolarska-Bobińska zaprzysiężona na urząd ministra nauki i szkolnictwa wyższego

source: II. Quality premium: new rules for funding research units
pl: I. Rząd uczynił z nauki i szkolnictwa wyższego jeden ze swoich priorytetów.

source: Universities, on the other hand, are to develop an organizational and administrative base helping researchers to apply for grants.
pl: Uczelnie ze swojej strony mają m.in. zbudować zaplecze organizacyjne i administracyjne wspomagające naukowców w sięganiu po granty.

source: V. Increasing chances of students and graduates on the labour market
pl: V. Większe szanse studentów i absolwentów na rynku pracy

source: Education at universities needs to adapt to labour market requirements.
pl: Kształcenie na uczelniach wymaga dostosowania do wymogów rynku pracy.

source: In 2014, the Ministry has launched a pilot programme entitled Skills Development Programme, under which students are to develop marketable competencies.
pl: W 2014 roku ruszył pilotaż Programu Rozwoju Kompetencji, w ramach którego studenci nabędą kompetencje poszukiwane przez pracodawców.

source: The need to make it easier for students and parents to choose the best field of study resulted in creating the 'Choose college' web portal.
pl: Potrzeba ułatwienia uczniom i rodzicom wyboru odpowiednich studiów spowodowała przygotowanie portalu „Wybierz studia”.

source: VI. More Polish inventions and innovations on the market: 'From an Idea to the Industry'
pl: VI. Więcej polskich wynalazków i innowacji na rynku: „Od pomysłu do przemysłu”

source: The Ministry has developed a system for financing innovations; such a system provides a full set of grants and financial instruments to support every stage of the innovation process.
pl: Powstał system finansowania innowacji - to pełen zestaw dotacji i instrumentów finansowych, wspierający każdy etap procesu innowacyjnego.

source: Currently, the Ministry is working on strengthening institutions acting as an intermediary between science and business.
pl: Obecnie pracujemy nad wzmocnieniem instytucji pośredniczących pomiędzy nauką a biznesem.

source: Supporting Polish humanities by developing and performing actions proposed in the 'Package for the Humanities'
pl: Wsparcie polskiej humanistyki poprzez opracowanie i zrealizowanie działań zaproponowanych w „Pakiecie dla humanistyki”

source: Each student will be able to choose subjects from the general university curriculum, not necessarily related to their main field of study (universities have time to make changes by 1 October 2015).
pl: Każdy student będzie wybierał z oferty zajęć ogólnouniwersyteckich, niepowiązanych ściśle z jego kierunkiem (uczelnie mają czas na wprowadzenie zmian do 1 października 2015).
